Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: Normal playback speed
jv: Kacepetan puter maneh normal

source: Northern Hindko
jv: Hindko Utara

source: Northern Sotho
jv: Sotho Lor

source: Northwest Gbaya
jv: Gbaya kulon lor

source: Norwegian Bokmål
jv: Bokmål Norwegia

source: Norwegian Nynorsk
jv: Nynorsk Norwegia

source: No sentences to review. <addLink>Add more sentences now!</addLink>
jv: Ora ana ukara kanggo direviu <addLink>Tambah ukara liyane saiki!</addLink>

source: No soliciting personal information (e.g., names, financial details)
jv: Ora njaluk informasi pribadhi (contone, jeneng, rincian finansial)

source: ⓘ Not all sentences and clips have Variant tags yet!
jv: ⓘ Ora kabeh ukara lan klip duwe tandha Variasi!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
jv: Cathetan: Yen disetel dadi 'Katon', setelan iki bisa diganti saka <profileLink>Kaca Profil</profileLink>

source: No text to submit. Please tag some text first.
jv: Ora ana teks kanggo dikirim. Mangga tag sawetara teks dhisik.

source: Note: You will still need to select between Speak or Listen to change contribution type.
jv: Cathetan: Sampeyan isih kudu milih ing antarane Ngomong utawa Rungokake kanggo ngganti jinis kontribusi.

source: Not Found
jv: Ora Ditemokake

source: No Thanks
jv: Ora, Suwun.

source: No thanks, continue speaking
jv: Ora matur nuwun, terusno ngomong

source: Not use, or solicit, harmful or offensive language
jv: Ora nggunakake, utawa njaluk, basa sing mbebayani utawa nyinggung

source: No variant selected
jv: Ora ana variasi sing dipilih

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
jv: Saiki sampeyan ngerti luwih akeh babagan Common Voice, kenapa ora nyoba? Klik ing lambang mikropon kanggo miwiti maca ukara sing banter. <br/><br/>Yen sampeyan luwih seneng mriksa kontribusi swara wong liya, klik lambang muter. Sampeyan bakal mbantu ngonfirmasi manawa rekaman cocok karo ukara sing ditulis ing layar.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
jv: Saiki sampeyan bisa nyumbangake swara kanggo mbantu kita mbangun basis data swara sumber-terbuka sing bisa digunakake dening sapa wae kanggo nggawe aplikasi inovatif ing piranti lan web. Maca ukara kanggo mbantu mesin sinau carane wong nyata ngomong. Mriksa karya liyane kontributor kanggo nambah kualitas. Iku sing prasaja!

source: Number of Voices
jv: Jumlah Swara

source: Numbers
jv: Angka

source: Numbers and acronyms
jv: Angka lan akronim

source: Numbers and symbols should be spelled out in words rather than using numerals or special characters. Example:
jv: Angka lan simbol kudune ditulis nganggo tembung tinimbang nganggo angka utawa karakter khusus. Tuladha:

source: Off
jv: Mati

source: Offensive Content
jv: Konten sing nyerang

source: Offensive content or sensitive information
jv: Konten sing nyinggung utawa informasi sensitif

source: Offensive language
jv: Basa sing nyinggung

source: Offensive speech
jv: Omongan sing nyinggung

source: Offline Sources
jv: Sumber Offline

source: On
jv: Murub

source: On desktop devices you can contribute by downloading…
jv: Ing piranti desktop sampeyan saged nyumbang karo ngundhuh

source: On his head he wore a beret.
jv: Ing sirahe dheweke nganggo baret.

source: On iOS please continue with Safari to enable recording…
jv: Ing iOS, terusake Safari kanggo ngaktifake rekaman…

source: Only show me sentences and clips from my variant
jv: Mung nuduhake ukara lan klip saka variasiku

source: On mobile devices you can contribute using your system browser…
jv: Ing piranti seluler sampeyan bisa nyumbang nggunakake browser sistem…

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
jv: Ing sisih liya, yen sampeyan ngira menawa sing maca durung nate nemoni tembung kasebut sadurunge, lan salah ngira babagan pangucapane, monggo ditolak. Yen sampeyan ora yakin, gunakake tombol skip.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
jv: Ing sisih liya, yen sampeyan mikir yen sing maca mbokmenawa durung nate nemoni tembung kasebut sadurunge, lan mung salah ngira babagan pangucapane, monggo ditolak. Yen sampeyan ora yakin, gunakake tombol skip.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
jv: Inovasi dibuka minangka inti saka apa sing ditindakake. Kanggo kolaborasi riset, ngumpulake data utawa wawancara, <emailFragment>temokake.</emailFragment>

source: Opens in a new tab
jv: Bukak ning Tab Anyar

source: Optionally join on our email list for updates and new information about the project.
jv: Opsional gabung ing daftar email kita kanggo nganyari lan informasi anyar babagan proyek kasebut.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
jv: Data demografi sing dikirim kanthi opsional (kayata umur, jinis, basa, lan logat) ora bakal diumumake ing profil sampeyan, lan ora bakal disambung menyang akun sampeyan ing kumpulan data. Klip swara individu bakal digandhengake karo data demografi kanggo tujuan analisis sing luwih akurat - contone, peneliti bisa uga pengin ngarahake model latihan menyang segmen demografi tartamtu.

source: Other
jv: Liyane

source: Other Clients
jv: Klien Liyane

source: Other Language
jv: Basa liya

source: Other people validate those voice clips.
jv: Wong liya malidasi klip swara kasebut.

source: Other voice datasets…
jv: Kumpulan data swara liyane…

source: Other Voice Datasets
jv: Kumpulan data Swara liyane

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
jv: Manajer komunitas kita bakal ngubungi sampeyan kanggo menehi dhukungan tambahan, lan menehi kabar yen wis ana komunitas sing nggarap basa sampeyan.

source: Our governance is founded on the pillars of:
jv: Pamrentahan kita didegake ing pilar:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
jv: Basa kita kuwi crita kita, masyarakat kita, budaya kita. Ayo nggawe kumpulan data sing pengin dideleng ing jagad iki.

source: Our Partners
jv: Kanca Kita

source: Our partners include...
jv: Kanca kita kalebu...

source: Overall Accuracy
jv: Sakabèhé Akurasi

source: Overall Hr. Total
jv: Total Jam Kerja

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
jv: Melu diskusi komunitas basa, takon, lan sinau babagan acara lan omong-omong sing bakal teka.

source: Partner
jv: mitra

source: Partners
jv: kanca

source: Partnerships
jv: Kekancan

source: Partnerships and networks
jv: Kekancan lan jaringan

source: Partnerships, Press and Stories, Community and Languages
jv: Kekancanan, Pencet lan Cerita, Komunitas lan Basa

source: Partner with us
jv: Kekancan karo kita

source: [Part of the text can’t be heard]
jv: [Sebagéan saka tèks ora bisa dirungokake]

source: Past recordings download requests
jv: Panjaluk ngundhuh rekaman sing wis kepungkur

source: Pause after every sentence to double-check for switches or mixed words
jv: Mandheg sedhela sawise saben ukara kanggo mriksa maneh ana owah-owahan utawa tembung campuran

source: Pause audio
jv: Ngendhegake swara

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
jv: <p>Common Voice yaiku kumpulan data swara sing kesedhiya kanggo umum, didhukung karo swara-swarane para kontributor sukarelawan sak ndunya. Wong sing kepingin nggawe aplikasi swara iso nganggo kumpulan data kuwi kanggo ngelatih model mesin sinau.</p> <p>Saiki, akeh-akeh e kumpulan data swara sik diduweni karo poro perusahaan, sing mbatesi inovasi. Kumpulan data swara ugo kurang diwakili: penutur non-Inggris, bule, wong cacat, wong wedok karo banci. Iki artine, teknologi sing ndukung swara ora iso mlaku blas gawe akeh basa, lha nek ora mlaku, iku yo malih gak iso digawe kanthi setara gawe kabeh wong. Awak e pengen nggati coro iki karo nggerakno wong-wong ndik ndi ae, ben gelem nduduhne swarane.</p>

source: People come and contribute their voices.
jv: Wong teka lan nyumbang swarane.

source: People: Maria, John
jv: Wong: Maryam, Yahya

source: People often codeswitch when expressing emotion or urgency. Example:
jv: Wong kerep nggunakake kode nalika ngungkapke emosi utawa rasa urgensi. Contone:

source: Persian
jv: Persia

source: Personal dashboards keep you up-to-date with individual and community progress.
jv: Dashboard pribadi nggarakake sampeyan tetep anyar babagan kemajuan individu lan komunitas.

source: Personally Identifiable Information
jv: Informasi Identifikasi Pribadi

source: Places: Los Angeles, Florida
jv: Panggonan: Jogjakarta, Malang

source: Platform language
jv: Platform basa

source: Play audio
jv: Puter swara

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
jv: <playbookLink>Temokake pandhuan sing migunani</playbookLink> ing kabeh perjalanan Common Voice, saka lokalisasi nganti panggunaan kumpulan data, uga cara nyambungake karo komunitas kita.

source: <playIcon></playIcon>Last one!
jv: <playIcon></playIcon>Pungkasan!

source: Play / Pause
jv: Puter / Mandeg

source: Play short segments multiple times to catch subtle switches
jv: Puter segmen cendhak kaping pirang-pirang kanggo nyekel owah-owahan sing alus

source: Play/Stop
jv: Puter/Mandheg

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
jv: Mangga priksa <templateFileLink>berkas cithakan</templateFileLink>. Ukara sampeyan kudu bebas hak cipta (CC0 utawa karya asli sing diijini dening pangirim) lan jelas, gramatikal bener lan gampang diwaca. Ukara sing dikirim kudu njupuk kira-kira 10-15 detik kanggo diwaca lan kudu ora kalebu nomer, tembung sing tepat lan karakter khusus.

source: Please fill out this field.
jv: Monggo diisi kolom iki.

source: Please select a language to review sentences.
jv: Mangga pilih basa kanggo mriksa ukara.

source: Polish
jv: Polandia

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
jv: <pontoonAccountLink>Gawe akun</pontoonAccountLink> yen sampeyan ora duwe. Banjur, pilih basa sampeyan <strong>('Tim')</strong> banjur pilih proyek, <pontoonCvLink>Swara Umum</pontoonCvLink>. Bakal ana file sing arep diterjemahake. Klik siji, banjur nuduhake tembung ing basa Inggris lan kothak kanggo nerjemahake.

source: Portuguese
jv: Portugis

source: Powered by global communities, for global communities — 130 languages and growing!
jv: Didukung dening komunitas global, kanggo komunitas global - 130 basa lan tambah akeh!

source: Powered by global communities, for global communities — 290 languages and growing!
jv: Didukung dening komunitas global, kanggo komunitas global — 290 basa lan terus dikembangake!

source: Press and stories
jv: Pencet lan Crita

source: Press and Stories
jv: Pencet lan Crita

source: Press play, listen & tell us: did they accurately speak the sentence below?
jv: Pencet play, rungokno & ngomongo nang kita: apa padha akurat omongan ukara ing ngisor iki?

source: Press { shortcut-play-toggle } to toggle play mode
jv: Pencet { shortcut-play-toggle } kanggo ngalih nang mode play

source: Privacy
jv: Privasi

source: <privacyLink>Privacy</privacyLink>
jv: <privacyLink>Privasi</privacyLink>

source: Privacy Policy
jv: Kebijakan Privasi

source: Privacy, security and transparency.
jv: Privasi, keamanan lan transparansi.

source: Process / Steps
jv: Proses / Langkah-langkahe

source: Profile
jv: Profil

source: Profile information improves the audio data used in training speech recognition accuracy.
jv: Informasi profil nambah data swara sing digunakake kanggo latihan akurasi pangenalan wicara.

source: Progress
jv: kemajuan

source: Public Domain
jv: Domain Umum

source: Publicly accessible open speech datasets in 130+ languages
jv: Kumpulan data wicara terbuka sing bisa diakses publik ing luwih saka 130 basa

source: “Pues I told her I couldn’t go, but she was like, ‘You better show up!’”
jv: "Aku wis ngandhani dheweke yen aku ora bisa lunga, nanging dheweke kaya, 'Kowe kudu teka!'"

source: Pular Guinea
jv: Pulo Guinea

source: Punctuation
jv: Tandha wacan

source: <purple>and the one time that</purple> Maria <purple>screamed at me was</purple> <blue>porque</blue> <purple>she was trying to to</purple> printear <blue>un</blue> <purple>order.</purple> (BangorTalk)
jv: <purple>lan nalika</purple> Maria <purple>njerit marang aku yaiku</purple> <blue>amarga</blue> <purple>dheweke nyoba</purple> printear <blue>un</blue> <purple>mesen.</purple> (BangorTalk)

source: <purple>but</purple> <blue>tú los puedes comprar rojo, negro, azul</blue>, <purple>whatever.</purple> (BangorTalk)
jv: <purple>nanging</purple> <blue>tú los puedes comprar rojo, negro, azul</blue>, <purple>apa wae.</purple> (BangorTalk)

source: Question
jv: Pitakonan

source: Question Collection
jv: Koleksi Pitakonan

source: Questions that might:
jv: Pitakonan sing bisa uga:

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
jv: Pitakonan sing spesifik banget miturut budaya, utawa nggawe akeh asumsi babagan responden

source: Questions which may cause someone to share sensitive, potentially triggering responses
jv: Pitakonan sing bisa nyebabake wong nuduhake sing sensitif lan bisa micu respon

source: Questions which might solicit hate speech or other biased or offensive sentiments
jv: Pitakonan sing bisa nuwuhake tembung kebencian utawa sentimen ora cetho utawa nyinggung liyane

source: Questions which might solicit personally identifiable information
jv: Pitakonan sing bisa njaluk informasi pribadi sing bisa dititeni

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
jv: Pitakonan sing mbutuhake wong kanggo ndaftar sawetara langkah. Langkah-langkah ndaftar ngajak pangguna kanggo maca wangsulan tinimbang respon sing luwih alami.

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
jv: Pitakonan sing bakal angel dijawab sajrone 15 detik (dawane klip maksimal)

source: “¿Qué te dijo tu mamá when you got home that day?”
jv: "Apa sampeyan wis mulih nalika dina iku?"

source: [‘Raised’ in English is always pronounced as one syllable, not two]
jv: ['Raised' ing basa Inggris mesthi diucapake minangka siji suku kata, dudu loro]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
jv: ngluwihi watesan tarif. Coba maneh ing { $retryLimit } menit

source: Rate limit exceeded. Try again in { $retryLimit } seconds
jv: ngluwihi watesan tarif. Coba maneh ing { $retryLimit } detik

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
jv: Hubungi pemerintah, organisasi nirlaba, utawa organisasi media kanggo ndeleng apa ana konten web, laporan, utawa konten liyane sing bisa dikhususake kanggo domain publik.

source: Reader Effects
jv: Efek Pamaca

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
jv: Waca kabeh tembung ing kaca kanthi bener pancen penting. Nalika ngrungokake, priksa kanthi teliti manawa apa sing wis direkam wes persis karo sing wis ditulis; tolak yen ana tembung sing ditambahake, disingkat utawa luput.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
jv: Maca kontraksi sing sejatine ora ana, kayata "We're" tinimbang "We are", utawa kosok balene.

source: Read More
jv: Maca liyane

source: Read more on our About page
jv: Waca liyane ning kaca Babagan kita

source: Read sentences
jv: Maca Ukara

source: Read Sentences
jv: Maca Ukara

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
jv: Wacanen ukara kanthi banter ing basa sampeyan lan kontribusi kanggo kumpulan data wicara partisipasi publik sing paling maneka warna ing donya.

source: Read Sentences, Answer Questions
jv: Wacanen Ukara, Jawaben Pitakon

source: Read Sentences <small>(Coming soon)</small>
jv: Wacanen Ukara <small>(Bakal teka)</small>

source: Read sentences submitted by the community in various languages
jv: Wacanen ukara sing diajukake dening komunitas ing macem-macem basa

source: Read stories, updates, and media coverage of Common Voice
jv: Maca crita, nganyari, lan liputan media saka Common Voice

source: Read the sentence carefully - don’t miss, change or add words.
jv: Waca ukara kasebut kanthi teliti - aja salah, ngganti utawa nambahi tembung.

source: Ready to add your voice or lend your ear?
jv: Siap nambah swara utawa nyilihake kuping?

source: Ready to contribute?
jv: Siap nyumbang?

source: Ready to do { $count } more?
jv: Siap nindakake { $count } liyane?

source: Ready to donate your voice?
jv: Siap nyumbang swara sampeyan?

source: Ready to help validate sentences?
jv: Siap mbantu validasi ukara?

source: reCAPTCHA is required if you want to proceed
jv: reCAPTCHA dibutuhake yen sampeyan pengin nerusake

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
jv: Nampa email kayata tantangan lan pangeling sasaran, nganyari kemajuan, lan buletin babagan Common Voice.

source: Recorded Clips
jv: Klip sing direkam

source: Recorded Hours
jv: Jam sing direkam

source: <recordIcon></recordIcon> Last one!
jv: terakhir

source: Record in a reasonably quiet place
jv: Rekam ing panggonan sing cukup sepi

source: [Recording cut off before the end of the last word]
jv: [Rekaman diputus sadurunge pungkasan tembung pungkasan]

source: Recording failed. The audio file seems to be empty. Please try again.
jv: Rekaman gagal. File swara koyone kosong. Coba maneh.

source: Recording is too long. Maximum duration is { $maxDurationMinutes } minutes.
jv: Rekaman kedawan. Durasi maksimal yaiku { $maxDurationMinutes } menit.

source: Recording is too short. Minimum duration is { $minDurationSeconds } seconds.
jv: Rekamane kecendhaken. Durasi minimal yaiku { $minDurationSeconds } detik.

source: Recording may not be supported in this limited browser. Please use a full browser app.
jv: Rekaman bisa uga ora didhukung ing browser winates iki. Gunakake aplikasi browser liyane sing luwih lengkap.

source: Recordings
jv: Rekaman

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
jv: Ngrekam klip swara minangka bagéan integral saka mbangun kumpulan data gratis kita; sawetara bakal ngomong iku nyenengake banget.

source: Record/Stop
jv: Rekam/Mandheg

source: Record your response
jv: Rekam tanggepan sampeyan

source: Record yourself reading sentences in your language
jv: Rekam sampeyan dhewe nalika maca ukara nganggo basamu dhewe

source: Record yourself responding to questions and prompts in your language
jv: Rekam awakmu dhewe nalika njawab pitakon lan panyuwunan nganggo basamu dhewe

source: Record your voice
jv: Rekam swara sampeyan

source: Reference the source of your sentence (required)
jv: Referensi sumber ukara sampeyan (wajib)

source: Refresh
jv: Nganyari

source: Reject
jv: Tolak

source: Remember - don’t worry if you stutter, pause or repeat a word. This is all useful data for engineers trying to build inclusive, real-world speech recognition tools.
jv: Elinga - aja kuwatir yen sampeyan gagap, mandheg, utawa mbaleni tembung. Iki kabeh data sing migunani kanggo para insinyur sing nyoba nggawe alat pangenalan wicara sing inklusif lan nyata.

source: Remove
jv: Mbusak

source: Remove Avatar
jv: Mbusak Avatar

source: Remove tags
jv: Mbusak tag

source: Report
jv: Laporan

source: Reporting Content
jv: Konten Laporan

source: Report was passed successfully
jv: Laporan e wis sukses

source: Request a Language
jv: Nyuwun Basa

source: Request for Scripted Speech
jv: Panjaluk Omongan sing Wis Ditulis

source: Request for Spontaneous Speech
jv: Panjaluk Omongan Spontan

source: Request New Language
jv: Njaluk Basa Anyar

source: Request recordings
jv: Njaluk rekaman

source: Request timeout
jv: Wektu kanggo njaluk wis entek

source: *required
jv: * dibutuhake

source: Re-record
jv: Ngrekam maneh

source: Re-record clip
jv: Rekam maneh klip

source: Respond
jv: Wangsulan

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
jv: Tanggapi pituduh kanggo nggawe kumpulan data ing konteks organik lan sedina-dina. Sampurna kanggo basa lisan.

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
jv: Tanggapi panjaluk kasebut kanthi alami sabisane, bebas ngalih kode ing antarane basa yen dirasa wajar. Priksa manawa basa sampeyan sopan lan ora ngganggu.

source: Response deleted successfully
jv: Tanggapan kasil dibusak

source: Response submitted successfully
jv: Tanggapan wis sukses dikirim.

source: Retrieving datasets
jv: Njupuk kumpulan data

source: Return
jv: Bali

source: Return here to edit your goal anytime.
jv: Bali menyang kene kanggo ngowahi sasaran sampeyan kapan wae.

source: Return to Common Voice
jv: Bali menyang Common Voice
